package com.news.onlineprakasamapp.modals;

import java.util.List;

public class PrakasamPolitics {


    /**
     * status : true
     * message : Data Fetched successfully!
     * response : [{"id":"15","user_type":"1","role_user_id":"1","language_id":"2","category_id":"1","sub_category_id":"1","child_category_id":"1","title":"బిజెపిలో \"కమ్మ\"నైన గేమ్ ","description":"<p><strong>అందరూ అనుకున్నది జరిగితే అది బీజేపీ ఎందుకవుతుంది&hellip;??<\/strong><\/p>\r\n\r\n<p><strong>విశ్లేషకులు ఊహించుకున్నట్టు చేస్తే అది బీజేపీ ఎందుకవుతుంది&hellip;!<\/strong><\/p>\r\n\r\n<p>అందరూ ఐక్యంగా సబ్జెక్టు మాట్లాడితే అది బీజేపీ ఎందుకవుతుంది&hellip;? అందులోకి ఏపీ బీజేపీ ఎందుకవుతుంది&hellip;? ఇంతకూ విషయం ఏమిటంటే ఏపీ బీజేపీలో మళ్ళీ కొత్త గేమ్ మొదలయ్యింది. నాయకులూ బిజీ గా గడిపేస్తున్నారు. అందుకే కొద్దిరోజులుగా కన్నా సైలెంట్ అయ్యారు, మాధవ్ జాడ లేదు, పురంధేశ్వరి అసలు దొరకట్లేదు&hellip;! అందరూ ఎవరి పనుల్లో వారున్నారు. ఆ పార్టీలో ఏపీ అధ్యక్షుడి మార్పు అంశం మళ్ళీ తెరపైకి వచ్చింది. అందుకే బిజీలు, హడావిడి, లాబీయింగులు, సైలెన్సులు&hellip;!<\/p>\r\n\r\n<h2><strong>తెరపైకి కొత్త సమీకరణాలు&hellip;!<\/strong><\/h2>\r\n\r\n<p>నిజానికి ఏపీ బీజేపీ అధ్యక్షుడి మార్పు ఉండదని అంతా అనుకున్నారు. జరిగితే మర్చి, ఏప్రిల్ లోనే జరిగిపోవాలి. కానీ జరగలేదు, కన్నాకు మరో రెండేళ్లు డోకా లేదు అనుకున్నారు. ఇప్పుడు అనూహ్యంగా మళ్ళీ ఈ అంశం తెరపైకి వచ్చింది. దానికి కారణం పరిశీలిస్తే కన్నాకు వ్యతిరేక బ్యాచ్ తయారవ్వడమే. సామజిక వర్గాల పరంగానూ ఇక్కడ మార్పులు చేస్తే బాగుంటుందని ఢిల్లీ పెద్దలు భావిస్తున్నారట అందుకే మరో వారంలో ఈ మార్పులు ఉండవచ్చని సంకేతాలు వస్తున్నాయి. జనసేన తో కలిసి నడుస్తున్నందున కాపు సామాజికవర్గంతో వారికి పెద్దగా ఇబ్బంది ఉండకపోవచ్చు. అందుకే మరో కీలక సామాజికవర్గంగా ఉన్న కమ్మ సామాజికవర్గంలో ఒకరికి ఇవ్వాలని యోచిస్తున్నారట.<\/p>\r\n\r\n<p>The Minister of State for Commerce &amp; Industry, Dr. (Smt.) D. Purandeswari addressing at the Golden Jubilee Celebrations of Indian Institute of Foreign Trade (IIFT), in New Delhi on May 02, 2013.<\/p>\r\n\r\n<h2><strong>కమ్మ జపానికి కారణాలివే&hellip;!<\/strong><\/h2>\r\n\r\n<p>ఒకవేళ కమ్మ సామాజికవర్గంలో ఇవ్వాలి అనుకుంటే పురంధేశ్వరి, సుజనా చౌదరి పేర్లు పరిశీలనలో ఉన్నాయి. సుజనా కొత్తగా చేరడం.., అతనిపై ఇంకా పసుపు నీడ ఉండడంతో అతన్ని పక్కన పెట్టేసి, పురంధేశ్వరి పేరు ముందు వరుసలో ఉంటుంది. మరోవైపు మాజీ మంత్రి కామినేని శ్రీనివాస్ పేరు కూడా వినిపిస్తుంది. ఇటీవల ఆయన పార్టీ వాయిస్ బలంగా వినిపిస్తున్నారు. *<strong>&nbsp;ముఖ్యమైన అంశం ఏమిటంటే&hellip; కమ్మ సామాజికవర్గాన్ని జగన్ టార్గెట్ చేస్తుండడంతో&hellip; ఆ వర్గంలో ఒకరికి పార్టీ అధ్యక్షుడిగా ఇచ్చి.., వారిలో బాగా పట్టున్న టిడిపి నాయకులను బీజేపీలో చేర్చుకుని వచ్చే ఎన్నికల నాటికి జగన్ (రెడ్డి) లకు వ్యతిరేకంగా చంద్రబాబు (కమ్మ) కంటే తాము (జనసేన &ndash; కాపు.., కమ్మ) మంచిదని, బలంగా ఉన్నామని ప్లాన్ వేస్తున్నారు.<\/strong>&nbsp;అన్నిటికంటే మరో కీలక అంశం ఏమిటంటే&hellip;<strong><em>&nbsp;ఇటీవల<\/em>&nbsp;నిమ్మగడ్డ రమేష్ కుమార్ విషయంలో బీజేపీ నేత కామినేని కేసు వేయడం, గెలవడంతో కమ్మ సామాజికవర్గానికి బీజేపీ పై ఒక నమ్మకం ఏర్పడింది.<\/strong>&nbsp;అందుకే ఈ వర్గంలో ఒకరికి పార్టీ అధ్యక్షుడిగా ఇచ్చినా ఆశ్చర్యం లేదు.<\/p>\r\n\r\n<h2><strong>కన్నా అందుకేనా సైలెంట్&hellip;!<\/strong><\/h2>\r\n\r\n<p>కన్నా లక్ష్మీనారాయణ పనితీరుపై బీజేపీ పెద్దలు సంతృప్తిగానే ఉన్నారు. కానీ అనూహ్యంగా అతని వ్యతిరేక వర్గం నుండి పిర్యాదులు వెళ్తున్నాయి. రాష్ట్రంలో వైసిపితో కూడా కన్నా సూటిగా వ్యవహరిస్తూ నేరుగా ఢీకొడుతున్నారు. నిజానికి ఇది వైసిపి &ndash; బీజేపీ రహస్య బంధానికి చెక్ పెట్టేలా ఉందని కొందరు చెప్పుకుంటున్నారు. మొన్నామధ్య విజయసాయితో నేరుగా విమర్శలకు దిగడం, మళ్ళీ సైలెంట్ అయిపోవడం&hellip; ఇలా కన్నా నాయకత్వం విషయంలో ఈ మధ్య కొన్ని పిర్యాదులు వెళ్లాయి. మొత్తానికి కన్నా వ్యతిరేక వర్గం లాబీయింగులు పని చేయకుండా.., కమ్మ మంత్రం జపం ఆపేస్తే ఈ సారికి కన్నానే కొనసాగించే అవకాశం ఉంది. ఏది ఏమవుతుందో&hellip; మరో వారం, పది రోజుల్లో స్పష్టత వచ్చే అవకాశం ఉంది.<\/p>\r\n","image":"http://apnewsnviews.com/onlineprakasam/storage/govt_schemes/bjp-800x500-1200x750-1.jpg","source":"1","source_logo":"1","status":"Active","delete_status":"1","created_on":"2020-06-10 21:46:45","modified_on":"0000-00-00 00:00:00"},{"id":"14","user_type":"1","role_user_id":"1","language_id":"2","category_id":"1","sub_category_id":"1","child_category_id":"1","title":"చీరాల ఎమ్మెల్యే  బలరాం ప్రెస్ మీట్ !!","description":"<p>వైసీపీ ఏడాది పాలన.., బాలినేని మంత్రిగా ప్రమాణ స్వీకారం చేసి ఏడాది పూర్తయిన సందర్భంగా చీరాల ఎమ్మెల్యే కరణం బలరాం ఒంగోలులో విలేఖరుల సమావేశం నిర్వహించారు. ప్రభుత్వ కార్యక్రమాలను, జిల్లాలో ప్రగతిని వివరించారు...!<\/p>\r\n\r\n<p>సీఎం గా జగన్ బాగా పని చేస్తున్నారని కితాబిచ్చారు. చంద్రబాబు పనితీరు బాలేదని.., ఆయనపై నమ్మకం లేక చాలా మంది టీడీపీ ఎమ్మెల్యేలు పార్టీ వీడుతారంటూ సంచలన వ్యాఖ్యలు చేశారు.!!<\/p>\r\n","image":"http://apnewsnviews.com/onlineprakasam/storage/govt_schemes/103533860_142426347413754_4734413464951452868_o.jpg","source":"1","source_logo":"1","status":"Active","delete_status":"1","created_on":"2020-06-10 21:39:59","modified_on":"0000-00-00 00:00:00"},{"id":"13","user_type":"1","role_user_id":"1","language_id":"2","category_id":"1","sub_category_id":"1","child_category_id":"1","title":"మార్కాపురంలో.ముగ్గురు మంత్రులు..!","description":"<p>అక్కడ ప్రభుత్వ మెడికల్ కాలేజి ఏర్పాటు స్థల పరిశీలన..!!<\/p>\r\n\r\n<p>మార్కాపురం లో ప్రభుత్వం మెడికల్ కళాశాల ఏర్పాటు చేయనున్న 35 ఎకరాల స్థలాన్ని పరిశీలించిన మంత్రులు ఆళ్ల నాని, బాలినేని శ్రీనివాస్ రెడ్డి, ఆదిమూలపు సురేష్, ఎంపీ మాగుంట శ్రీనివాస్ రెడ్డి శాసనసభ్యులు నాగార్జున రెడ్డి, కలెక్టర్ పోలా భాస్కర్, మార్కాపురం RDO శశి రెడ్డి, వైద్య ఆరోగ్య శాఖ అధికారులు...! స్థల పరిశీలన అనంతరం ప్రజాప్రతినిధులు, జిల్లా అధికారులు, వైద్య ఆరోగ్య శాఖ అధికారులతో సమీక్ష...!<\/p>\r\n\r\n<p>ఆళ్ల నాని మీడియాతో మాట్లాడిన ముఖ్య పాయింట్లు..మ్!!<\/p>\r\n\r\n<p>రాష్ట్ర వ్యాప్తంగా ప్రతి పార్లమెంట్ నియోజకవర్గం పరిధిలో ఒక ప్రభుత్వ మెడికల్ కాలేజీ ఏర్పాటు చేయాలని సీఎం జగన్మోహనరెడ్డి సంకల్పం. మార్కాపురం ప్రాంతంలో ప్రభుత్వ మెడికల్ కాలేజీ ఏర్పాటు వల్ల సుమారు గా 15లక్షల మందికి ప్రయోజనం.<\/p>\r\n\r\n<p>మార్కాపురం డివిజన్ లో 12మండలాలతో పాటు కందుకూరు డివిజన్ లో 8మండలాలు కలుపుకొని దాదాపు గా 20మండలాల ప్రజలకు కొత్తగా ఏర్పాటు చేయనున్న ప్రభుత్వ మెడికల్ కాలేజీ ద్వారా వైద్య సేవలు అందించడానికి అవకాశం ఉంటుంది. జిల్లాలో పూర్తిగా వెనుక బడిన ప్రాంతం పశ్చిమ ప్రకాశం మార్కాపురం డివిజన్.<\/p>\r\n\r\n<p>మార్కాపురం ప్రాంతంలో కొంత కాలంగా వాటర్ సమస్య వల్ల ప్రజలు కిడ్నీ వ్యాధులతో బాధపడుతున్నారు. కార్పొరేట్ హాస్పిటల్స్ అందుతున్న వైద్య సేవలు ప్రభత్వమెడికల్ కాలేజీ ద్వారా పేద ప్రజలకు వైద్యం అందించాలని ముఖ్యమంత్రి దృడ సంకల్పం.<\/p>\r\n\r\n<p>వెనుక బడిన ప్రాంతాలలో మెరుగైన వైద్యం అందించడానికి 24గంటల పాటు అందుబాటులో ఉండడానికి వైద్యులను, వైద్యసిబ్బంది ని త్వరలో నియమించనున్నాo. ప్రభుత్వ మెడికల్ కాలేజీ లు నిర్మాణానికి త్వరలో టెండర్లు పిలవబోతున్నాం. రానున్న మూడు సంవత్సరాలలో ప్రభుత్వ మెడికల్ కాలేజీలు నిర్మాణం పూర్తి చేసి ప్రజలకు అందుబాటులో కి తేవాలని ముఖ్యమంత్రి యోచన.<\/p>\r\n\r\n<p>రాష్ట్ర వ్యాప్తంగా 21.52లక్షల మందికి దోమలు తెరలు పంపిణి కి చర్యలు తీసుకుంటున్నాం. గత ఐదు సంవత్సరాలతో పోలిస్తే 2020లో మలేరియా కేసులు భారీగా తగ్గాయి. రాష్ట్ర వ్యాప్తంగా మలేరియాప్రభావం ఉదృతం గా ఉన్న ప్రాంతాలలో నియంత్రణకు వైద్య ఆరోగ్య శాఖ ప్రత్యేకంగా కార్యాచరణ సిద్ధం చేసింది.<\/p>\r\n","image":"http://apnewsnviews.com/onlineprakasam/storage/govt_schemes/103770800_142866664036389_531279778620259689_o.jpg","source":"1","source_logo":"1","status":"Active","delete_status":"1","created_on":"2020-06-10 21:37:54","modified_on":"0000-00-00 00:00:00"},{"id":"12","user_type":"1","role_user_id":"1","language_id":"2","category_id":"1","sub_category_id":"1","child_category_id":"1","title":"శిద్దా కోరిన కోరికకు జగన్ నో నో నో !","description":"<p>శిద్ధారాఘవరావు తమ వ్యాపారాలను పరిరక్షించుకోవడానికి ఆయన సోదరులను వైసీపీలోకి పంపారు. తాను టీడీపీలో ఉండాలని నిర్ణయించుకున్నారు.కుమారుడు వెంకటేష్ బాబును వైసిపి లో చేర్పించి, తాను మాత్రం ఆధికార పార్టీకి బయట నుంచి మద్దతు ఇస్తున్న చీరాల టిడిపి ఎమ్మెల్యే కరణం బలరాం తరహాలో తాను కూడా ఉంటానని శిద్దారాఘవరావు వైసీపీ అధిష్టానానికి సంకేతాలు పంపారు. కానీ అందుకు వైసీపీ అధిష్టానం అంగీకరించలేదు.తప్పనిసరిగా పార్టీలో చేరవలసినదేనని జగనే స్పష్టం చేయడంతో ఆయన నేరుగా వైసీపీ కండువా కప్పుకోవడానికి సిద్ధమయ్యారు.నిజానికి శిద్ధా రాఘవరావు వల్ల వైసీపీకి అదనంగా చేకూరే ప్రయోజనం లేదు. ఆయన సామాజికవర్గం పరంగా చూసుకున్నా పెద్దగా వైసీపీ లబ్ది పొందేది లేదు. అయినా టీడీపీ ఆర్థిక మూలాలను దెబ్బతీయాలన్న ఏకైక లక్ష్యంతోనే శిద్ధా రాఘవరావును పార్టీలో చేర్చుకుంటున్నారని తెలుస్తోంది. 1999లో టిడిపిలో చేరిన సిద్ధ రాఘవరావు అప్పటి నుండి తెలుగుదేశం పార్టీకి పెద్ద పెద్ద ఆదాయ వనరుగా మారారు. టిడిపి కోశాధికారిగా కూడా సిద్ధా రాఘవరావు పనిచేశారు .ఆయనకూడా విధిలేని పరిస్థితుల్లో వైసీపీ కండువా కప్పుకునేందుకు సిద్ధమవుతున్నారు. శిద్ధా రాఘవరావు గత కొంతకాలంగా వ్యాపార నష్టాలతో ఇబ్బందుల పాలవుతున్నారు. ప్రభుత్వం కూడా ఆయన గ్రానైట్ వ్యాపారాలకు వందకోట్లు జరిమానా విధించింది. ఈసమస్యలన్నీ ఎందుకు అన్న ఉద్దేశంతో సిద్ధా రాఘవరావు వైసీపీ వైపు మొగ్గు చూపుతున్నట్లు సమాచారం.<br />\r\n<br />\r\nప్రకాశం జిల్లాలో ఇప్పటికే ఎమ్మెల్యే కరణం బలరాం, ఎమ్మెల్సీ పోతుల సునీత, టీడీపీ నేతలు కదిరి బాబూరావు, జూపూడి ప్రభాకర్ రావు వంటి నేతలు వైసీపీలో చేరిపోయారు. టీడీపీని ఆర్థికంగా దెబ్బతీసేందుకే శిద్ధా రాఘవరావును పార్టీలో చేర్చుకుంటున్నారు. అంతకు మించి ఆయన వల్ల పెద్దగా వైసీపీకి ప్రయోజనం ఏమీ ఉండదని రాజకీయ పరిశీలకులు విశ్లేషిస్తున్నారు.<\/p>\r\n","image":"http://apnewsnviews.com/onlineprakasam/storage/govt_schemes/image_1200x900.jpg","source":"1","source_logo":"1","status":"Active","delete_status":"1","created_on":"2020-06-10 21:33:54","modified_on":"0000-00-00 00:00:00"},{"id":"11","user_type":"1","role_user_id":"1","language_id":"2","category_id":"1","sub_category_id":"1","child_category_id":"1","title":"పార్టీ మార్పు కథలు ఇవిగో...!","description":"<p><em><strong>మొన్న శిద్దా హనుమంతరావు&hellip;, సూర్యప్రకాసరావులు&hellip; నిన్న కరణం బలరాం&hellip;, నేను శిద్దా రాఘవరావులు&hellip; వీళ్ళందరూ ప్రకాశం జిల్లా నాయకులు, వైసీపీకి ఆకర్షితులై జగన్ వెంట చేరుతున్నారు అనేది బయటకు తెలిసిన సత్యం. ఈ సత్యం వెనుక కొన్ని చీకటి కారణాలున్నాయి. వందల కోట్ల లావాదేవీలున్నాయి. వారసుల భవిష్యత్తులున్నాయి. అవేమిటో తెలుసుకుంటే ఆ జిల్లాలో రాజకీయం, అసలు రంగు తేలుతుంది..<\/strong><\/em><\/p>\r\n\r\n<p>ఇవన్నీ చెప్పుకోవాలంటే దశలు.., సీన్లు వారీగా చెప్పుకోవాలి. ప్రతీ సీన్ లోనూ తెర వెనుక, ముందు అనేకం ఉన్నాయి. అవే కీలకం. ఈ సీన్లన్నీ చూసుకుని&hellip;, చదువుకుని అతికించుకుని మళ్ళీ చూసుకుంటే సినిమా కనిపిస్తుంది. ఆ సినిమా పేరు చివర్లో చెప్పుకుందాం.<\/p>\r\n\r\n<p><strong>సీన్<\/strong>&nbsp;&ndash;&nbsp;<strong>1<\/strong>&nbsp;: గత ఏడాది మే నెలలో రాష్ట్రంలో వైసిపి ప్రభుత్వం అధికారంలోకి వచ్చింది. జులై నెలలో ప్రకాశం జిల్లాలోని గ్రానైట్ క్వారీలపై విజిలెన్స్ తనిఖీలు మొదలయ్యాయి. రెండు నెలల పాటూ భారీగా జరిగాయి. ఎన్నడూ లేనంతగా పక్క జిల్లాల అధికారులు వచ్చి&hellip; గనుల శాఖ, విజిలెన్స్, మైనింగ్ లోని అంతర్గత విజిలెన్స్, రెవెన్యూ&hellip; ఇలా నాలుగు శాఖల తలలు దూర్చి రెండు నెలలపాటు తక్కెడ వేసి అక్రమాలను నిగ్గు తేల్చాయి. 42 గ్రానైట్ క్వారీలకు రూ. 2085 కోట్లు ఫైన్ వేసాయి.<\/p>\r\n\r\n<p>&nbsp;<\/p>\r\n\r\n<p><strong>సీన్<\/strong>&nbsp;&ndash;&nbsp;<strong>2<\/strong>&nbsp;: శిద్దా కుటుంబాలకు గ్రానైట్ వ్యాపారమే ముఖ్యం. ఆ వ్యాపారం ద్వారానే వందల కోట్లకు పడగలెత్తారు. జిల్లాలో రాజకీయాలను శాసించారు. అటువంటి సంస్థలపై ప్రభుత్వం కొరడా ఝుళిపించింది. శిద్దా కుటుంబాలకు చెందిన క్వారీలకు దాదాపు రూ. 900 కోట్ల ఫైన్ పడింది. దీంతో తమ బండారం బయట పడుతుందేమో&hellip; ఎలాగైనా కాపాడాలి అంటూ శిద్దా సోదరులు హనుమంతరావు, సూర్య ప్రకాశరావులు జగన్ ని కలిసి పాహిమాం అంటూ పార్టీలో చేరిపోయారు. వీళ్ళకి అసలు జిల్లాలో రాజకీయ ప్రాధాన్యత లేదు, అసలు వీళ్ళు ఏ పార్టీలోనూ పని చేయలేదు. అటువంటిది ఫైన్ లు వేసిన నెల రోజుల్లోనే జగన్ పక్కకు వచ్చేసారు.<\/p>\r\n\r\n<p><strong>సీన్<\/strong>&nbsp;&ndash;&nbsp;<strong>3<\/strong>&nbsp;: గ్రానైట్ వ్యాపారులు కొందరు కోర్టుకి వెళ్లారు, కొందరు పాహిమాం అంటూ వేడుకున్నారు, కొందరు చీకటి ఒప్పందాలు చేసుకున్నారు, కొందరు వాటాలు అమ్మేశారు. ఇలా 42 క్వారీలు యజమానులూ చెల్లా చెదురయ్యారు. ఓ గ్రానైట్ క్వారీకి ప్రభుత్వ అనుబంధంగా కీలక పదవిలో ఉన్న నాయకుడికి 50 % వాటా&hellip;, మరో నాయకుడికి 30 % దక్కిందనే ఆరోపణలు వస్తున్నాయి. ఇలా సర్దుబాట్లు కలిగి&hellip; కొంత సద్దుమనిగాయి.<\/p>\r\n\r\n<p><strong>సీన్<\/strong>&nbsp;&ndash;&nbsp;<strong>4<\/strong>&nbsp;: ఇలా ఫైన్ నుండి తప్పించుకునేందుకు ఒక్కొక్కరూ ఒక్కో బాట పట్టారు. అద్దంకి ఎమ్మెల్యే గొట్టిపాటి రవికుమార్, శిద్దా రాఘవరావులు కోర్టుకి వెళ్లారు. స్టే తెచ్చుకున్నారు. తాత్కాలికంగా ఉపశమనం ఉన్నప్పటికీ ఇది పరిష్కారం కాదు అని తెలుసుకున్నారు. అక్రమాలు పూర్తిగా కాకపోయినా ఎంతో కొంత వారు ఫైన్ కట్టక తప్పదు. అందుకే&hellip; రవికుమార్ తనకు తెలిసిన వారితో జగన్ వద్దకు, ప్రభుత్వ పెద్దల వద్దకు రాయబారం నడుపుతుండగా.., శిద్దా రాఘవరావు తలొంచారు. ఫైన్ లో కొంత మాఫీ&hellip;, వచ్చే ఎన్నికల్లో ఎక్కడో ఓ చోట సీటు అనే ఒక ప్రాధమిక హామీతో నేడు పార్టీలో చేరనున్నారు.<\/p>\r\n\r\n<p><strong>సీన్<\/strong>&nbsp;&ndash;&nbsp;<strong>5<\/strong>&nbsp;: కొందరు పార్టీలు మారారు, కొందరు కోర్టుకి వెళ్లారు&hellip; చివరికి.., మొత్తానికి అతిపెద్ద గ్రానైట్ చీకటి సామ్రాజ్యాన్ని ప్రభుత్వం తమ గుప్పిట్లోకి తెచ్చేసుకుంది. దీనిలో ఆ జిల్లా మంత్రి సహా రెండో వైపు నుండి మరో నాయకుడు కీలక పాత్ర పోషించారు. ఇక కరణం బలరాం సంగతి చూసుకుంటే&hellip;వీరి పేరునా ఓ క్వారీ సంస్థ ఉంది. రూ. 35 కోట్లు ఫైన్ వేశారు. కాకపోతే ఇది వీళ్ళు నిర్వహించడం లేదు, లీజుకి ఇచ్చామంటూ చెప్పుకుంటున్నారు. కానీ వీరి పేరునే లెటర్ లు, ఫైన్ లు వచ్చాయి. క్వారీ లీజు ఉంది. సో&hellip; ఇలా ఒక్కొక్కరు ఒక్కో అంశం పరమావధిగా పార్టీలో చేరికలు జ్ బేరసారాలు నడుపుతున్నారు.<\/p>\r\n\r\n<p><strong>సీన్<\/strong>&nbsp;&ndash;&nbsp;<strong>6<\/strong>&nbsp;: ఇక్కడ గ్రానైట్ అనేది ప్రధాన కారణం. కానీ ఇంకో కారణం కూడా కీలకంగా ఉంది. అదే కుమారుల భవిష్యత్ పై బెంగ. కరణం బలరాం, శిద్దా రాఘవరావుల మార్పులో ఇది కూడా కీలక అంశమే. కరణం చీరాల ఎమ్మెల్యేగా ఉన్నారు. అంతకు ముందు వారి రాజకీయం అద్దంకిలో ఉండేది. టీడీపీలోనే ఉంటే నెట్టుకురాలేము, భవిష్యత్ కష్టమే అనుకుని&hellip; వైసీపీలో చేరారు. అదే క్రమంలో శిద్ధాకు కూడా నచ్చచెప్పి తీసుకొస్తున్నారు. ఇక &ldquo;మంది ఎక్కువైతే మజ్జిగ పల్చన&rdquo; అనే సూత్రం గుర్తు పెట్టుకుంటే&hellip;. ఇప్పుడు చేరిన ఈ నాయకులు అందరికీ ఎమ్మెల్యేల స్థాయి. ఆపై స్థాయి. మరి వీళ్ళను వచ్చే ఎన్నికల నాటికి ఎక్కడ సర్దుబాటు చేస్తారు..? ఎక్కడ దింపుతారు&hellip;?? చూడబోతే ఇది కూడా 2014 &ndash; 2019 మధ్య కర్నూలు ఎంపీ &ldquo;బుట్టా రేణుక&rdquo; వ్యవహారం లాగానే ఉంది. వేచి చూద్దాం&hellip; జగన్ ఎలా సర్దుబాటు చేస్తారో&hellip;.??<\/p>\r\n","image":"http://apnewsnviews.com/onlineprakasam/storage/govt_schemes/20THGRANITE-SOUTH.jpg","source":"1","source_logo":"1","status":"Active","delete_status":"1","created_on":"2020-06-10 21:32:33","modified_on":"0000-00-00 00:00:00"}]
     */

    private boolean status;
    private String message;
    private List<ResponseBean> response;

    public boolean isStatus() {
        return status;
    }

    public void setStatus(boolean status) {
        this.status = status;
    }

    public String getMessage() {
        return message;
    }

    public void setMessage(String message) {
        this.message = message;
    }

    public List<ResponseBean> getResponse() {
        return response;
    }

    public void setResponse(List<ResponseBean> response) {
        this.response = response;
    }

    public static class ResponseBean {
        /**
         * id : 15
         * user_type : 1
         * role_user_id : 1
         * language_id : 2
         * category_id : 1
         * sub_category_id : 1
         * child_category_id : 1
         * title : బిజెపిలో "కమ్మ"నైన గేమ్ 
         * description : <p><strong>అందరూ అనుకున్నది జరిగితే అది బీజేపీ ఎందుకవుతుంది&hellip;??</strong></p>

         <p><strong>విశ్లేషకులు ఊహించుకున్నట్టు చేస్తే అది బీజేపీ ఎందుకవుతుంది&hellip;!</strong></p>

         <p>అందరూ ఐక్యంగా సబ్జెక్టు మాట్లాడితే అది బీజేపీ ఎందుకవుతుంది&hellip;? అందులోకి ఏపీ బీజేపీ ఎందుకవుతుంది&hellip;? ఇంతకూ విషయం ఏమిటంటే ఏపీ బీజేపీలో మళ్ళీ కొత్త గేమ్ మొదలయ్యింది. నాయకులూ బిజీ గా గడిపేస్తున్నారు. అందుకే కొద్దిరోజులుగా కన్నా సైలెంట్ అయ్యారు, మాధవ్ జాడ లేదు, పురంధేశ్వరి అసలు దొరకట్లేదు&hellip;! అందరూ ఎవరి పనుల్లో వారున్నారు. ఆ పార్టీలో ఏపీ అధ్యక్షుడి మార్పు అంశం మళ్ళీ తెరపైకి వచ్చింది. అందుకే బిజీలు, హడావిడి, లాబీయింగులు, సైలెన్సులు&hellip;!</p>

         <h2><strong>తెరపైకి కొత్త సమీకరణాలు&hellip;!</strong></h2>

         <p>నిజానికి ఏపీ బీజేపీ అధ్యక్షుడి మార్పు ఉండదని అంతా అనుకున్నారు. జరిగితే మర్చి, ఏప్రిల్ లోనే జరిగిపోవాలి. కానీ జరగలేదు, కన్నాకు మరో రెండేళ్లు డోకా లేదు అనుకున్నారు. ఇప్పుడు అనూహ్యంగా మళ్ళీ ఈ అంశం తెరపైకి వచ్చింది. దానికి కారణం పరిశీలిస్తే కన్నాకు వ్యతిరేక బ్యాచ్ తయారవ్వడమే. సామజిక వర్గాల పరంగానూ ఇక్కడ మార్పులు చేస్తే బాగుంటుందని ఢిల్లీ పెద్దలు భావిస్తున్నారట అందుకే మరో వారంలో ఈ మార్పులు ఉండవచ్చని సంకేతాలు వస్తున్నాయి. జనసేన తో కలిసి నడుస్తున్నందున కాపు సామాజికవర్గంతో వారికి పెద్దగా ఇబ్బంది ఉండకపోవచ్చు. అందుకే మరో కీలక సామాజికవర్గంగా ఉన్న కమ్మ సామాజికవర్గంలో ఒకరికి ఇవ్వాలని యోచిస్తున్నారట.</p>

         <p>The Minister of State for Commerce &amp; Industry, Dr. (Smt.) D. Purandeswari addressing at the Golden Jubilee Celebrations of Indian Institute of Foreign Trade (IIFT), in New Delhi on May 02, 2013.</p>

         <h2><strong>కమ్మ జపానికి కారణాలివే&hellip;!</strong></h2>

         <p>ఒకవేళ కమ్మ సామాజికవర్గంలో ఇవ్వాలి అనుకుంటే పురంధేశ్వరి, సుజనా చౌదరి పేర్లు పరిశీలనలో ఉన్నాయి. సుజనా కొత్తగా చేరడం.., అతనిపై ఇంకా పసుపు నీడ ఉండడంతో అతన్ని పక్కన పెట్టేసి, పురంధేశ్వరి పేరు ముందు వరుసలో ఉంటుంది. మరోవైపు మాజీ మంత్రి కామినేని శ్రీనివాస్ పేరు కూడా వినిపిస్తుంది. ఇటీవల ఆయన పార్టీ వాయిస్ బలంగా వినిపిస్తున్నారు. *<strong>&nbsp;ముఖ్యమైన అంశం ఏమిటంటే&hellip; కమ్మ సామాజికవర్గాన్ని జగన్ టార్గెట్ చేస్తుండడంతో&hellip; ఆ వర్గంలో ఒకరికి పార్టీ అధ్యక్షుడిగా ఇచ్చి.., వారిలో బాగా పట్టున్న టిడిపి నాయకులను బీజేపీలో చేర్చుకుని వచ్చే ఎన్నికల నాటికి జగన్ (రెడ్డి) లకు వ్యతిరేకంగా చంద్రబాబు (కమ్మ) కంటే తాము (జనసేన &ndash; కాపు.., కమ్మ) మంచిదని, బలంగా ఉన్నామని ప్లాన్ వేస్తున్నారు.</strong>&nbsp;అన్నిటికంటే మరో కీలక అంశం ఏమిటంటే&hellip;<strong><em>&nbsp;ఇటీవల</em>&nbsp;నిమ్మగడ్డ రమేష్ కుమార్ విషయంలో బీజేపీ నేత కామినేని కేసు వేయడం, గెలవడంతో కమ్మ సామాజికవర్గానికి బీజేపీ పై ఒక నమ్మకం ఏర్పడింది.</strong>&nbsp;అందుకే ఈ వర్గంలో ఒకరికి పార్టీ అధ్యక్షుడిగా ఇచ్చినా ఆశ్చర్యం లేదు.</p>

         <h2><strong>కన్నా అందుకేనా సైలెంట్&hellip;!</strong></h2>

         <p>కన్నా లక్ష్మీనారాయణ పనితీరుపై బీజేపీ పెద్దలు సంతృప్తిగానే ఉన్నారు. కానీ అనూహ్యంగా అతని వ్యతిరేక వర్గం నుండి పిర్యాదులు వెళ్తున్నాయి. రాష్ట్రంలో వైసిపితో కూడా కన్నా సూటిగా వ్యవహరిస్తూ నేరుగా ఢీకొడుతున్నారు. నిజానికి ఇది వైసిపి &ndash; బీజేపీ రహస్య బంధానికి చెక్ పెట్టేలా ఉందని కొందరు చెప్పుకుంటున్నారు. మొన్నామధ్య విజయసాయితో నేరుగా విమర్శలకు దిగడం, మళ్ళీ సైలెంట్ అయిపోవడం&hellip; ఇలా కన్నా నాయకత్వం విషయంలో ఈ మధ్య కొన్ని పిర్యాదులు వెళ్లాయి. మొత్తానికి కన్నా వ్యతిరేక వర్గం లాబీయింగులు పని చేయకుండా.., కమ్మ మంత్రం జపం ఆపేస్తే ఈ సారికి కన్నానే కొనసాగించే అవకాశం ఉంది. ఏది ఏమవుతుందో&hellip; మరో వారం, పది రోజుల్లో స్పష్టత వచ్చే అవకాశం ఉంది.</p>
         * image : http://apnewsnviews.com/onlineprakasam/storage/govt_schemes/bjp-800x500-1200x750-1.jpg
         * source : 1
         * source_logo : 1
         * status : Active
         * delete_status : 1
         * created_on : 2020-06-10 21:46:45
         * modified_on : 0000-00-00 00:00:00
         */

        private String id;
        private String user_type;
        private String role_user_id;
        private String language_id;
        private String category_id;
        private String sub_category_id;
        private String child_category_id;
        private String title;
        private String description;
        private String image;
        private String source;
        private String source_logo;
        private String status;
        private String delete_status;
        private String created_on;
        private String modified_on;

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public String getUser_type() {
            return user_type;
        }

        public void setUser_type(String user_type) {
            this.user_type = user_type;
        }

        public String getRole_user_id() {
            return role_user_id;
        }

        public void setRole_user_id(String role_user_id) {
            this.role_user_id = role_user_id;
        }

        public String getLanguage_id() {
            return language_id;
        }

        public void setLanguage_id(String language_id) {
            this.language_id = language_id;
        }

        public String getCategory_id() {
            return category_id;
        }

        public void setCategory_id(String category_id) {
            this.category_id = category_id;
        }

        public String getSub_category_id() {
            return sub_category_id;
        }

        public void setSub_category_id(String sub_category_id) {
            this.sub_category_id = sub_category_id;
        }

        public String getChild_category_id() {
            return child_category_id;
        }

        public void setChild_category_id(String child_category_id) {
            this.child_category_id = child_category_id;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getDescription() {
            return description;
        }

        public void setDescription(String description) {
            this.description = description;
        }

        public String getImage() {
            return image;
        }

        public void setImage(String image) {
            this.image = image;
        }

        public String getSource() {
            return source;
        }

        public void setSource(String source) {
            this.source = source;
        }

        public String getSource_logo() {
            return source_logo;
        }

        public void setSource_logo(String source_logo) {
            this.source_logo = source_logo;
        }

        public String getStatus() {
            return status;
        }

        public void setStatus(String status) {
            this.status = status;
        }

        public String getDelete_status() {
            return delete_status;
        }

        public void setDelete_status(String delete_status) {
            this.delete_status = delete_status;
        }

        public String getCreated_on() {
            return created_on;
        }

        public void setCreated_on(String created_on) {
            this.created_on = created_on;
        }

        public String getModified_on() {
            return modified_on;
        }

        public void setModified_on(String modified_on) {
            this.modified_on = modified_on;
        }
    }
}
