package com.news.onlineprakasamapp.modals;

import java.util.List;

public class SingleNewsDetail {


    /**
     * status : true
     * message : Data Fetched successfully!
     * response : [{"id":"14","language_id":"2","title":"రిమ్స్ లో కలెక్టర్ సమీక్ష ","description":"<p><strong>ఒంగోలు<\/strong> : <strong>ఆన్లైన్<\/strong> <strong>ప్రకాశం<\/strong> :<\/p>\r\n\r\n<p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ప్రభుత్వ సర్వజన ఆసుపత్రికి వచ్చే రోగులకు నాణ్యమైన వైద్యంతో పాటు వైద్యాధికారులు వారి సంరక్షణ బాధ్యత తీసుకోవాలని జిల్లా కలెక్టర్&nbsp; డాక్టర్ పోల భాస్కర్ ఆదేశించారు. ఆదివారం ఉదయం ఒంగోలు నగరంలోని ప్రభుత్వ సర్వజన ఆసుపత్రి అందులోని అత్యవసర చికిత్సా విభాగాన్ని ఆయన పరిశీలించారు.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ప్రభుత్వ ఆసుపత్రికి వచ్చే రోగుల పై ప్రత్యేక శ్రద్ధ వహించి వైద్య సేవలు అందించడానికి వైద్యాధికారులు సిబ్బంది చొరవ తీసుకోవాలన్నారు. నాణ్యమైన వైద్య సేవలు రోగులకు అందాలంటే సంబంధిత వైద్యులు ఫిజికల్ గా అందుబాటులో ఉండాలని ఆయన సూచించారు. ప్రభుత్వ సర్వజన వైద్యశాలలో ఆయా విభాగాల హెచ్ ఓ డి లకు&nbsp; నిర్దేశించిన&nbsp; వార్డుల్లో&nbsp; సంబంధిత డాక్టర్లు అందుబాటులో ఉండటం లేదనే ఆరోపణలు ఉన్నాయని ఆయన అసహనం వ్యక్తం చేశారు. వైద్యాధికారులు పద్ధతి మార్చుకోవాలని కలెక్టర్ చెప్పారు. చికిత్స నిమిత్తం వైద్యశాలలో చేరిన ప్రతి రోగికి జాగ్రత్తగా వైద్యం అందించాల్సిన బాధ్యత డాక్టర్ల దేనని ఆయన స్పష్టం చేశారు. రోగి ఆరోగ్యం క్లిష్టమయిన పరిస్థితుల్లోకి వెళితే సీనియర్ వైద్యాధికారులే వైద్య పరమైన సంరక్షణ చర్యలు తీసుకోవాల్సి ఉంటుందని ఆయన పలు సూచనలు చేశారు.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;అన్ని విభాగాల్లోనూ డాక్టర్లకు అప్పగించిన నిధులు చిత్తశుద్ధితో నిర్వర్తించేలా&nbsp; ఆసుపత్రి సూపరింటెండెంట్ డాక్టర్ శ్రీరాములు పర్యవేక్షించాలని&nbsp; కలెక్టర్ ఆదేశించారు. వైద్యశాలలో ల్యాబ్, తదితర వైద్య పరీక్షలు నిర్వహణ కోసం రియేజెంట్&nbsp; వంటి అవసరమైన పరికరాలను ముందుగా గుర్తించి యంత్రాలను సిద్ధం చేసుకోవాలిసిన బాధ్యత ఆసుపత్రి సూపరింటెండెంట్ పై ఉందన్నారు.&nbsp; ఇందుకు సంబంధించిన దస్త్రాలు వెంటనే కలెక్టర్ కార్యాలయానికి సమర్పించి మంజూరు ఉత్తర్వులు పొందాలని చెప్పారు. ప్రభుత్వ సర్వజన ఆస్పత్రి&nbsp; వార్డులో&nbsp; &nbsp;కనీస వసతులు100% ఉండేలా చూడాలన్నారు.&nbsp; రాత్రిపూట విధుల్లో ఉండే వైద్యాధికారులకు అవసరమైన సదుపాయాలు కల్పించాలని ఏ పీ ఎం ఐ డి సి కార్యనిర్వాహక ఇంజనీర్ రవిని కలెక్టర్ ఆదేశించారు.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ప్రభుత్వ సర్వజన ఆస్పత్రి లో ఆయా విభాగాల వారీగా విధుల్లో ఉండాల్సిన వైద్యాధికారులు హాజరు పట్టిక లోనే కాకుండా ప్రత్యక్షంగా రోగులకు అందుబాటులో&nbsp; ఉండాలన్నారు. వైద్యశాలను ఆకస్మిక తనిఖీలు చేస్తామని, అలాంటి సమయంలో వైద్యాధికారులు గైర్హాజర్ అయినట్లు తేలితే తగిన చర్యలు తీసుకుంటామని కలెక్టర్ హెచ్చరించారు. ఇలాంటి పరిస్థితి వైద్యశాలలో రాకుండా వైద్యశాల సూపరింటెండెంట్ నిరంతరం పర్యవేక్షించాలని కలెక్టర్ పలు సూచనలు చేశారు. వైద్యశాలకు వచ్చే రోగులకు మంచి వైద్యం అందించామనే సంతృప్తి వారిలో కల్పించేలా అధికారులు పని చేయాలన్నారు.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; కోవిడ్ -19&nbsp; కేసులు, సన్నిహితంగా మెలిగిన వారి ఆరోగ్య పరిస్థితిపై&nbsp; కలెక్టర్ సంబంధిత అధికారులతో సమీక్షించారు. ప్రస్తుతం కొనసాగుతున్న ట్రూనాట్, వి.ఆర్.డి.ఎల్. పరీక్షలపై కలెక్టర్ ఆరా తీశారు.<br />\r\n&nbsp; &nbsp; &nbsp; &nbsp; &nbsp;ఆయన వెంట జిల్లా సంయుక్త కలెక్టర్ టి.ఎస్. చేతన్, వైద్య కళాశాల ప్రధానాచార్యులు రాజమన్నార్, జిల్లా వైద్య ఆరోగ్య శాఖ అధికారి డాక్టర్ అప్పలనాయుడు, ఆర్.ఏం.ఓ. వేణుగోపాల్ రెడ్డి, డిప్యూటీ సూపరింటెండెంట్ డాక్టర్ మురళి కృష్ణ రెడ్డి, కోవిడ్-19 నియంత్రణ జిల్లా నోడల్ ఆఫీసర్ డాక్టర్ జాన్ రిచర్డ్స్, తదితరులు ఉన్నారు.&nbsp;<\/p>\r\n","image_path":"IMG-20200614-WA0042.jpg","status":"1","created_on":"2020-06-14 17:06:31","updated_on":null}]
     */

    private boolean status;
    private String message;
    private List<ResponseBean> response;

    public boolean isStatus() {
        return status;
    }

    public void setStatus(boolean status) {
        this.status = status;
    }

    public String getMessage() {
        return message;
    }

    public void setMessage(String message) {
        this.message = message;
    }

    public List<ResponseBean> getResponse() {
        return response;
    }

    public void setResponse(List<ResponseBean> response) {
        this.response = response;
    }

    public static class ResponseBean {
        /**
         * id : 14
         * language_id : 2
         * title : రిమ్స్ లో కలెక్టర్ సమీక్ష
         * description : <p><strong>ఒంగోలు</strong> : <strong>ఆన్లైన్</strong> <strong>ప్రకాశం</strong> :</p>

         <p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ప్రభుత్వ సర్వజన ఆసుపత్రికి వచ్చే రోగులకు నాణ్యమైన వైద్యంతో పాటు వైద్యాధికారులు వారి సంరక్షణ బాధ్యత తీసుకోవాలని జిల్లా కలెక్టర్&nbsp; డాక్టర్ పోల భాస్కర్ ఆదేశించారు. ఆదివారం ఉదయం ఒంగోలు నగరంలోని ప్రభుత్వ సర్వజన ఆసుపత్రి అందులోని అత్యవసర చికిత్సా విభాగాన్ని ఆయన పరిశీలించారు.<br />
         &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ప్రభుత్వ ఆసుపత్రికి వచ్చే రోగుల పై ప్రత్యేక శ్రద్ధ వహించి వైద్య సేవలు అందించడానికి వైద్యాధికారులు సిబ్బంది చొరవ తీసుకోవాలన్నారు. నాణ్యమైన వైద్య సేవలు రోగులకు అందాలంటే సంబంధిత వైద్యులు ఫిజికల్ గా అందుబాటులో ఉండాలని ఆయన సూచించారు. ప్రభుత్వ సర్వజన వైద్యశాలలో ఆయా విభాగాల హెచ్ ఓ డి లకు&nbsp; నిర్దేశించిన&nbsp; వార్డుల్లో&nbsp; సంబంధిత డాక్టర్లు అందుబాటులో ఉండటం లేదనే ఆరోపణలు ఉన్నాయని ఆయన అసహనం వ్యక్తం చేశారు. వైద్యాధికారులు పద్ధతి మార్చుకోవాలని కలెక్టర్ చెప్పారు. చికిత్స నిమిత్తం వైద్యశాలలో చేరిన ప్రతి రోగికి జాగ్రత్తగా వైద్యం అందించాల్సిన బాధ్యత డాక్టర్ల దేనని ఆయన స్పష్టం చేశారు. రోగి ఆరోగ్యం క్లిష్టమయిన పరిస్థితుల్లోకి వెళితే సీనియర్ వైద్యాధికారులే వైద్య పరమైన సంరక్షణ చర్యలు తీసుకోవాల్సి ఉంటుందని ఆయన పలు సూచనలు చేశారు.<br />
         &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;అన్ని విభాగాల్లోనూ డాక్టర్లకు అప్పగించిన నిధులు చిత్తశుద్ధితో నిర్వర్తించేలా&nbsp; ఆసుపత్రి సూపరింటెండెంట్ డాక్టర్ శ్రీరాములు పర్యవేక్షించాలని&nbsp; కలెక్టర్ ఆదేశించారు. వైద్యశాలలో ల్యాబ్, తదితర వైద్య పరీక్షలు నిర్వహణ కోసం రియేజెంట్&nbsp; వంటి అవసరమైన పరికరాలను ముందుగా గుర్తించి యంత్రాలను సిద్ధం చేసుకోవాలిసిన బాధ్యత ఆసుపత్రి సూపరింటెండెంట్ పై ఉందన్నారు.&nbsp; ఇందుకు సంబంధించిన దస్త్రాలు వెంటనే కలెక్టర్ కార్యాలయానికి సమర్పించి మంజూరు ఉత్తర్వులు పొందాలని చెప్పారు. ప్రభుత్వ సర్వజన ఆస్పత్రి&nbsp; వార్డులో&nbsp; &nbsp;కనీస వసతులు100% ఉండేలా చూడాలన్నారు.&nbsp; రాత్రిపూట విధుల్లో ఉండే వైద్యాధికారులకు అవసరమైన సదుపాయాలు కల్పించాలని ఏ పీ ఎం ఐ డి సి కార్యనిర్వాహక ఇంజనీర్ రవిని కలెక్టర్ ఆదేశించారు.<br />
         &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ప్రభుత్వ సర్వజన ఆస్పత్రి లో ఆయా విభాగాల వారీగా విధుల్లో ఉండాల్సిన వైద్యాధికారులు హాజరు పట్టిక లోనే కాకుండా ప్రత్యక్షంగా రోగులకు అందుబాటులో&nbsp; ఉండాలన్నారు. వైద్యశాలను ఆకస్మిక తనిఖీలు చేస్తామని, అలాంటి సమయంలో వైద్యాధికారులు గైర్హాజర్ అయినట్లు తేలితే తగిన చర్యలు తీసుకుంటామని కలెక్టర్ హెచ్చరించారు. ఇలాంటి పరిస్థితి వైద్యశాలలో రాకుండా వైద్యశాల సూపరింటెండెంట్ నిరంతరం పర్యవేక్షించాలని కలెక్టర్ పలు సూచనలు చేశారు. వైద్యశాలకు వచ్చే రోగులకు మంచి వైద్యం అందించామనే సంతృప్తి వారిలో కల్పించేలా అధికారులు పని చేయాలన్నారు.<br />
         &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; కోవిడ్ -19&nbsp; కేసులు, సన్నిహితంగా మెలిగిన వారి ఆరోగ్య పరిస్థితిపై&nbsp; కలెక్టర్ సంబంధిత అధికారులతో సమీక్షించారు. ప్రస్తుతం కొనసాగుతున్న ట్రూనాట్, వి.ఆర్.డి.ఎల్. పరీక్షలపై కలెక్టర్ ఆరా తీశారు.<br />
         &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;ఆయన వెంట జిల్లా సంయుక్త కలెక్టర్ టి.ఎస్. చేతన్, వైద్య కళాశాల ప్రధానాచార్యులు రాజమన్నార్, జిల్లా వైద్య ఆరోగ్య శాఖ అధికారి డాక్టర్ అప్పలనాయుడు, ఆర్.ఏం.ఓ. వేణుగోపాల్ రెడ్డి, డిప్యూటీ సూపరింటెండెంట్ డాక్టర్ మురళి కృష్ణ రెడ్డి, కోవిడ్-19 నియంత్రణ జిల్లా నోడల్ ఆఫీసర్ డాక్టర్ జాన్ రిచర్డ్స్, తదితరులు ఉన్నారు.&nbsp;</p>
         * image_path : IMG-20200614-WA0042.jpg
         * status : 1
         * created_on : 2020-06-14 17:06:31
         * updated_on : null
         */

        private String id;
        private String language_id;
        private String title;
        private String description;
        private String image_path;
        private String status;
        private String created_on;
        private Object updated_on;

        public String getId() {
            return id;
        }

        public void setId(String id) {
            this.id = id;
        }

        public String getLanguage_id() {
            return language_id;
        }

        public void setLanguage_id(String language_id) {
            this.language_id = language_id;
        }

        public String getTitle() {
            return title;
        }

        public void setTitle(String title) {
            this.title = title;
        }

        public String getDescription() {
            return description;
        }

        public void setDescription(String description) {
            this.description = description;
        }

        public String getImage_path() {
            return image_path;
        }

        public void setImage_path(String image_path) {
            this.image_path = image_path;
        }

        public String getStatus() {
            return status;
        }

        public void setStatus(String status) {
            this.status = status;
        }

        public String getCreated_on() {
            return created_on;
        }

        public void setCreated_on(String created_on) {
            this.created_on = created_on;
        }

        public Object getUpdated_on() {
            return updated_on;
        }

        public void setUpdated_on(Object updated_on) {
            this.updated_on = updated_on;
        }
    }
}
